Repository: xcv58/MacTools
Catalog: Plugins/DuoStatus/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# settings.criticalThresholdDescription
source: 增强模式下，电量低于此值时以警示颜色显示。
ar: في الوضع المحسّن، تستخدم الأيقونة لون التحذير تحت هذا المستوى.
de: Im erweiterten Modus verwendet das Symbol unter diesem Wert die Warnfarbe.
en: In Enhanced mode, the icon uses the warning color below this level.
es: En modo mejorado, el icono usa el color de aviso por debajo de este nivel.
fr: En mode avancé, l’icône utilise la couleur d’alerte sous ce niveau.
ja: 拡張モードでは、残量がこの値を下回ると警告色で表示します。
ko: 향상 모드에서 잔량이 이 값보다 낮으면 경고 색상으로 표시합니다.
pt: No modo avançado, o ícone usa a cor de aviso abaixo deste nível.
ru: В расширенном режиме значок ниже этого уровня использует цвет предупреждения.
tr: Gelişmiş modda pil bu düzeyin altındayken simge uyarı rengini kullanır.
zh_hant: 增強模式下，電量低於此值時以警示顏色顯示。

# settings.network
source: 网络
ar: الشبكة
de: Netzwerk
en: Network
es: Red
fr: Réseau
ja: ネットワーク
ko: 네트워크
pt: Rede
ru: Сеть
tr: Ağ
zh_hant: 網路

# settings.networkFooter
source: 开启后，对应状态显示专用图标，而不是普通 Wi-Fi 图标。
ar: عند التفعيل، تُعرض أيقونة مخصصة للحالة المقابلة بدلًا من أيقونة Wi-Fi العادية.
de: Wenn aktiviert, zeigt der jeweilige Zustand ein eigenes Symbol statt des normalen WLAN-Symbols.
en: When on, the matching state shows a dedicated icon instead of the standard Wi-Fi icon.
es: Si está activado, el estado correspondiente muestra un icono específico en lugar del icono Wi-Fi estándar.
fr: Si activé, l’état correspondant affiche une icône dédiée au lieu de l’icône Wi-Fi standard.
ja: オンにすると、該当する状態では通常の Wi-Fi アイコンではなく専用アイコンを表示します。
ko: 켜면 해당 상태에서 일반 Wi-Fi 아이콘 대신 전용 아이콘이 표시됩니다.
pt: Quando ativado, o estado correspondente mostra um ícone dedicado em vez do ícone Wi-Fi normal.
ru: Если включено, для соответствующего состояния показывается отдельный значок вместо обычного значка Wi-Fi.
tr: Açıldığında, ilgili durum standart Wi-Fi simgesi yerine özel bir simge gösterir.
zh_hant: 開啟後，對應狀態顯示專用圖示，而不是一般 Wi-Fi 圖示。

# settings.noInternet
source: 区分「已连接但无法上网」
ar: تمييز «متصل بدون إنترنت»
de: „Verbunden, kein Internet“ unterscheiden
en: Distinguish “Connected Without Internet”
es: Distinguir «Conectado sin internet»
fr: Distinguer « Connecté sans Internet »
ja: 「接続済み・インターネットなし」を区別
ko: ‘연결됨, 인터넷 없음’ 구분
pt: Distinguir «Ligado sem Internet»
ru: Различать «Подключено без интернета»
tr: “Bağlı Ama İnternet Yok” Durumunu Ayırt Et
zh_hant: 區分「已連線但無法上網」

# settings.hotspot
source: 区分「个人热点」
ar: تمييز «نقطة الاتصال الشخصية»
de: „Persönlicher Hotspot“ unterscheiden
en: Distinguish “Personal Hotspot”
es: Distinguir «Punto de acceso personal»
fr: Distinguer « Partage de connexion »
ja: 「パーソナルホットスポット」を区別
ko: ‘개인용 핫스팟’ 구분
pt: Distinguir «Hotspot pessoal»
ru: Различать «Режим модема»
tr: “Kişisel Erişim Noktası” Durumunu Ayırt Et
zh_hant: 區分「個人熱點」

# settings.temporary
source: 区分「临时网络」
ar: تمييز «الشبكة المؤقتة»
de: „Temporäres Netzwerk“ unterscheiden
en: Distinguish “Temporary Network”
es: Distinguir «Red temporal»
fr: Distinguer « Réseau temporaire »
ja: 「一時的なネットワーク」を区別
ko: ‘임시 네트워크’ 구분
pt: Distinguir «Rede temporária»
ru: Различать «Временная сеть»
tr: “Geçici Ağ” Durumunu Ayırt Et
zh_hant: 區分「臨時網路」

# settings.sharing
source: 区分「互联网共享」
ar: تمييز «مشاركة الإنترنت»
de: „Internetfreigabe“ unterscheiden
en: Distinguish “Internet Sharing”
es: Distinguir «Compartir Internet»
fr: Distinguer « Partage Internet »
ja: 「インターネット共有」を区別
ko: ‘인터넷 공유’ 구분
pt: Distinguir «Partilha de Internet»
ru: Различать «Общий доступ к интернету»
tr: “İnternet Paylaşımı” Durumunu Ayırt Et
zh_hant: 區分「網際網路共享」

# settings.audio
source: 音量与音频
ar: مستوى الصوت والصوتيات
de: Lautstärke & Audio
en: Volume & Audio
es: Volumen y audio
fr: Volume et audio
ja: 音量とオーディオ
ko: 음량 및 오디오
pt: Volume e áudio
ru: Громкость и звук
tr: Ses ve Ses Aygıtları
zh_hant: 音量與音訊

# settings.bottomIndicator
source: 底部指示
ar: المؤشر السفلي
de: Anzeige unten
en: Bottom Indicator
es: Indicador inferior
fr: Indicateur du bas
ja: 下部のインジケータ
ko: 아래쪽 표시기
pt: Indicador inferior
ru: Нижний индикатор
tr: Alt Gösterge

# settings.bottomIndicatorDescription
source: 选择圆环底部显示的内容。
ar: اختر ما يعرضه الجزء السفلي من الحلقة.
de: Legt fest, was unten am Ring angezeigt wird.
en: Choose what the bottom of the ring shows.
es: Elige qué muestra la parte inferior del anillo.
fr: Choisissez ce qu’affiche le bas de l’anneau.
ja: リング下部に表示する内容を選びます。
ko: 링 아래쪽에 표시할 내용을 선택합니다.
pt: Escolha o que a parte inferior do anel mostra.
ru: Выберите, что показывает нижняя часть кольца.
tr: Halkanın alt kısmının ne göstereceğini seçin.
zh_hant: 選擇圓環底部顯示的內容。

# settings.volumeStyle
source: 音量样式
ar: نمط مستوى الصوت
de: Lautstärkestil
en: Volume Style
es: Estilo del volumen
fr: Style du volume
ja: 音量のスタイル
ko: 음량 스타일
pt: Estilo do volume
ru: Стиль громкости
tr: Ses Stili
zh_hant: 音量樣式

# settings.volumeStyleDescription
source: 以圆点分档显示，或以进度条连续显示。
ar: اعرض مستوى الصوت بمستويات عبر النقاط، أو بشكل متصل عبر شريط.
de: Lautstärke in Stufen als Punkte oder stufenlos als Balken anzeigen.
en: Show volume in steps with dots, or continuously with a bar.
es: Muestra el volumen por niveles con puntos o de forma continua con una barra.
fr: Affiche le volume par paliers avec des points, ou en continu avec une barre.
ja: ドットで段階的に、またはバーで連続的に表示します。
ko: 점으로 단계별로 표시하거나 막대로 연속 표시합니다.
pt: Mostra o volume em níveis com pontos ou de forma contínua com uma barra.
ru: Показывать громкость ступенями точками или плавно полосой.
tr: Ses düzeyini noktalarla adım adım veya çubukla sürekli gösterin.
zh_hant: 以圓點分段顯示，或以進度列連續顯示。

# settings.volumeStyleDots
source: 圆点
ar: نقاط
de: Punkte
en: Dots
es: Puntos
fr: Points
ja: ドット
ko: 점
pt: Pontos
ru: Точки
tr: Noktalar
zh_hant: 圓點

# settings.volumeStyleBar
source: 进度条
ar: شريط
de: Balken
en: Bar
es: Barra
fr: Barre
ja: バー
ko: 막대
pt: Barra
ru: Полоса
tr: Çubuk
zh_hant: 進度列

# settings.indicatorWiFi
source: Wi-Fi 信号
ar: إشارة Wi-Fi
de: WLAN-Signal
en: Wi-Fi Signal
es: Señal Wi-Fi
fr: Signal Wi-Fi
ko: Wi-Fi 신호
pt: Sinal Wi-Fi
ru: Сигнал Wi-Fi
tr: Wi-Fi Sinyali
zh_hant: Wi-Fi 訊號

# settings.indicatorVolume
source: 音量
ar: مستوى الصوت
de: Lautstärke
en: Volume
es: Volumen
fr: Volume
ko: 음량
pt: Volume
ru: Громкость
tr: Ses

# settings.bluetoothGlyph
source: 蓝牙输出时替换网络图标
ar: استبدال أيقونة الشبكة عند إخراج Bluetooth
de: Netzwerksymbol bei Bluetooth-Ausgabe ersetzen
en: Replace Network Icon for Bluetooth Output
es: Reemplazar icono de red con salida Bluetooth
fr: Remplacer l’icône réseau en sortie Bluetooth
ja: Bluetooth 出力時にネットワークアイコンを置き換え
ko: 블루투스 출력 시 네트워크 아이콘 대체
pt: Substituir ícone de rede com saída Bluetooth
ru: Заменять значок сети при выводе через Bluetooth
tr: Bluetooth Çıkışı İçin Ağ Simgesini Değiştir
zh_hant: 藍牙輸出時取代網路圖示

# settings.bluetoothGlyphDescription
source: 使用蓝牙音频设备时显示蓝牙标记。
ar: يعرض علامة Bluetooth أثناء استخدام جهاز صوت Bluetooth.
de: Zeigt eine Bluetooth-Markierung, solange ein Bluetooth-Audiogerät verwendet wird.
en: Shows a Bluetooth mark while a Bluetooth audio device is in use.
es: Muestra una marca Bluetooth mientras se usa un dispositivo de audio Bluetooth.
fr: Affiche une marque Bluetooth lorsqu’un appareil audio Bluetooth est utilisé.
ja: Bluetooth オーディオ機器の使用中に Bluetooth マークを表示します。
ko: 블루투스 오디오 기기를 사용할 때 블루투스 표시를 보여줍니다.
pt: Mostra uma marca Bluetooth enquanto um dispositivo de áudio Bluetooth está em uso.
ru: Показывает значок Bluetooth, пока используется аудиоустройство Bluetooth.
tr: Bir Bluetooth ses aygıtı kullanılırken Bluetooth işareti gösterir.
zh_hant: 使用藍牙音訊裝置時顯示藍牙標記。

# settings.networkErrorsFirst
source: 网络异常优先
ar: إعطاء الأولوية لمشكلات الشبكة
de: Netzwerkprobleme bevorzugen
en: Prioritize Network Problems
es: Priorizar problemas de red
fr: Prioriser les problèmes réseau
ja: ネットワークの問題を優先
ko: 네트워크 문제 우선
pt: Priorizar problemas de rede
ru: Приоритет проблем с сетью
tr: Ağ Sorunlarını Öne Çıkar
zh_hant: 網路異常優先

# settings.networkErrorsFirstDescription
source: 网络异常时仍显示网络状态，而不是蓝牙标记。
ar: يستمر في عرض حالة الشبكة بدلًا من علامة Bluetooth عند وجود مشكلة في الشبكة.
de: Zeigt bei Netzwerkproblemen weiterhin den Netzwerkstatus statt der Bluetooth-Markierung.
en: Keeps showing the network state instead of the Bluetooth mark when the network has a problem.
es: Sigue mostrando el estado de red en lugar de la marca Bluetooth cuando hay un problema de red.
fr: Continue d’afficher l’état réseau plutôt que la marque Bluetooth en cas de problème réseau.
ja: ネットワークに問題がある場合は Bluetooth マークではなくネットワーク状態を表示します。
ko: 네트워크에 문제가 있으면 블루투스 표시 대신 네트워크 상태를 계속 표시합니다.
pt: Continua a mostrar o estado da rede em vez da marca Bluetooth quando a rede tem um problema.
ru: При проблемах с сетью продолжает показывать состояние сети вместо значка Bluetooth.
tr: Ağda bir sorun olduğunda Bluetooth işareti yerine ağ durumunu göstermeye devam eder.
zh_hant: 網路異常時仍顯示網路狀態，而不是藍牙標記。
